let dataMap2 = {
    "动漫": _ => {
        return "22-7\n" +
            "3d女友\n" +
            "AIR\n" +
            "aldnoah zero\n" +
            "AngelBeats\n" +
            "Anima Yell\n" +
            "Anne Happy\n" +
            "Another\n" +
            "Azur Lane\n" +
            "BanG Dream!\n" +
            "blood c\n" +
            "Charlotte\n" +
            "citrus 柑橘味香气\n" +
            "clannad\n" +
            "Comic Girls\n" +
            "dani\n" +
            "fate\n" +
            "GJ部\n" +
            "GRANBELM\n" +
            "hand shakers\n" +
            "IDOLiSH7-偶像星愿- Second BEAT!\n" +
            "IDOLY PRIDE\n" +
            "jojo的奇幻冒险\n" +
            "lostsong\n" +
            "love live\n" +
            "NEKOPARA\n" +
            "No Game No Life\n" +
            "one room\n" +
            "overlord\n" +
            "re stage\n" +
            "ReLIFE\n" +
            "RErideD-穿越时空的德里达-\n" +
            "SSSS.GRIDMAN\n" +
            "TARITARI\n" +
            "urara迷路帖\n" +
            "Z-X Code reunion\n" +
            "一弦定音\n" +
            "一脸嫌弃表情的妹子给你看胖次\n" +
            "不正经的魔术讲师与禁忌教典\n" +
            "不正经讲师\n" +
            "东京喰种\n" +
            "东京残响\n" +
            "中二病也要谈恋爱\n" +
            "丹特利安的书架\n" +
            "为了女儿我说不定连魔王都能干掉\n" +
            "为我而生\n" +
            "为美好的世界献上祝福\n" +
            "五等分花嫁\n" +
            "亲吻姐姐\n" +
            "人型电脑天使心\n" +
            "人渣的本愿\n" +
            "从零开始的异世界生活\n" +
            "会长是女仆大人\n" +
            "佐贺偶像是传奇\n" +
            "你与我最后的战场\n" +
            "你的名字\n" +
            "你遭难了吗？\n" +
            "侵略！乌贼娘\n" +
            "偶像大师\n" +
            "偶像活动Planet！\n" +
            "元气少女缘结神\n" +
            "入间同学入魔了\n" +
            "公主连结\n" +
            "关于我女友是个一本正经的碧池这件事\n" +
            "关于我转生变成史莱姆这档事\n" +
            "养猫养狗每天很开心\n" +
            "冰菓\n" +
            "出包王女\n" +
            "刀使巫女\n" +
            "刀剑神域\n" +
            "初恋限定\n" +
            "初音岛\n" +
            "刺客守则\n" +
            "剃须，然后捡到女子高中生\n" +
            "前说！\n" +
            "剧偶像\n" +
            "加速世界\n" +
            "化物语\n" +
            "十字架与吸血鬼\n" +
            "半田君传说\n" +
            "变态王子与不笑猫\n" +
            "叛逆的鲁鲁修\n" +
            "只有神知道的世界\n" +
            "只要长得可爱，变态你也喜欢吗\n" +
            "可塑性记忆\n" +
            "君主·埃尔梅罗二世事件簿\n" +
            "告诉我，辣妹子酱\n" +
            "命运石之门\n" +
            "哥布林杀手\n" +
            "喜欢本大爷的竟然就你一个\n" +
            "噬血狂袭\n" +
            "四月是你的谎言\n" +
            "回复术士的重启人生\n" +
            "因为太怕痛就全点防御力了\n" +
            "国王游戏\n" +
            "土下座跪求给看\n" +
            "在下坂本，有何贵干？\n" +
            "在地下城寻求邂逅是否搞错了什么\n" +
            "在魔王城说晚安\n" +
            "地狱少女\n" +
            "埃罗芒阿老师\n" +
            "城下町的蒲公英\n" +
            "夏目友人帐\n" +
            "大人的防具店\n" +
            "大神与七位伙伴\n" +
            "天使的3p\n" +
            "天使降临到了我身边\n" +
            "天气之子\n" +
            "天降之物\n" +
            "女子高中生的无所事事\n" +
            "女武神的餐桌\n" +
            "如果折断她的旗\n" +
            "如果有妹妹就好了\n" +
            "如果这叫爱情感觉会很恶心\n" +
            "妄想学生会\n" +
            "妖精的旋律\n" +
            "学园孤岛\n" +
            "学战都市\n" +
            "学生会的一己之见\n" +
            "宅男腐女恋爱真难\n" +
            "宫崎骏\n" +
            "家有女友\n" +
            "寄宿学校的朱丽叶\n" +
            "寄生兽\n" +
            "寒蝉鸣泣之时\n" +
            "小林家的龙女仆\n" +
            "少女前线\n" +
            "就算是哥哥有爱也没有问题了吧\n" +
            "尸体派对\n" +
            "属性同好会\n" +
            "工作细胞\n" +
            "带着智能手机闯荡异世界\n" +
            "干物妹！小埋\n" +
            "平凡职业成就世界最强\n" +
            "平凡职业造就世界最强\n" +
            "幻想万华镜\n" +
            "幼女战记\n" +
            "库特wafter\n" +
            "异世界魔王与奴隶少女召唤魔术\n" +
            "异能的艾希斯\n" +
            "弩级战队H×EROS\n" +
            "强袭魔女\n" +
            "影之诗\n" +
            "徒然喜欢你\n" +
            "心理测量者\n" +
            "总之就是非常可爱\n" +
            "恋与制作人\n" +
            "恋如雨止\n" +
            "恋爱小行星\n" +
            "恋爱研究所\n" +
            "恶魔高中\n" +
            "恶魔高校\n" +
            "悠久之翼\n" +
            "悠哉日常大王\n" +
            "想哭的我戴上了猫的面具\n" +
            "慎重勇者～这个勇者明明超强却过分慎重～\n" +
            "成神之日\n" +
            "我喜欢的是妹妹但不是妹妹\n" +
            "我女友与青梅竹马的惨烈修罗场\n" +
            "我家的女仆太烦人了！\n" +
            "我想吃掉你的胰脏\n" +
            "我的天劫女友\n" +
            "我的妹妹不可能这么可爱\n" +
            "我的朋友很少\n" +
            "我的狐仙女友\n" +
            "我的脑内选项、正在全力妨碍学园恋爱喜剧\n" +
            "我的青春恋爱物语果然有问题\n" +
            "我立于百万生命之上\n" +
            "我老婆是学生会长\n" +
            "我，不是说了能力要平均值么！\n" +
            "我，要成为双马尾\n" +
            "战x恋\n" +
            "战斗女子高校\n" +
            "战翼的希格德莉法\n" +
            "打了300年的史莱姆\n" +
            "打工吧！魔王大人\n" +
            "搞姬日常\n" +
            "摇曳庄的幽奈小姐\n" +
            "摇曳百合\n" +
            "摇曳露营Δ\n" +
            "放学后的昴星团\n" +
            "散华礼弥\n" +
            "文豪野犬\n" +
            "斩！赤红之瞳\n" +
            "斯特拉魔法\n" +
            "新妹魔王的契约者\n" +
            "旋风管家\n" +
            "无职转生 ～在异世界认真地活下去～\n" +
            "无能的奈奈\n" +
            "日在校园\n" +
            "日常\n" +
            "星之梦\n" +
            "星掠者\n" +
            "星期一的丰满\n" +
            "春&夏推理事件簿～春太与千夏的青春～\n" +
            "普通攻击是全体二连击，这样的妈妈你喜欢吗？\n" +
            "暗杀教室\n" +
            "暗黑破坏神在身边\n" +
            "最近妹妹的样子有点怪\n" +
            "月刊少女野崎君\n" +
            "月色真美\n" +
            "期待在地下城邂逅有错吗\n" +
            "未来日记\n" +
            "未闻花名\n" +
            "末日时在做什么？有没有空？可以来拯救吗？\n" +
            "本田小狼与我\n" +
            "杀戮天使\n" +
            "来玩游戏吧\n" +
            "来自深渊\n" +
            "极主夫道\n" +
            "某科学的一方通行\n" +
            "某科学的超电磁炮\n" +
            "樱子小姐的脚下埋着尸体\n" +
            "樱花庄的宠物女孩\n" +
            "欢迎来到实力至上主义的教室\n" +
            "此花绮谭\n" +
            "武器种族传说\n" +
            "没有黄段子的无聊世界\n" +
            "流汗吧，健身少女\n" +
            "淫乱的春酱不能学习\n" +
            "清恋Seiren\n" +
            "游戏三人娘\n" +
            "漆黑的子弹\n" +
            "漫画家与助手们\n" +
            "潘多拉之心\n" +
            "潜行吧，奈亚子\n" +
            "灰与幻想的格林姆加尔\n" +
            "灵能百分百\n" +
            "灼眼的夏娜\n" +
            "烟花\n" +
            "熊熊勇闯异世界\n" +
            "爆肝工程师的异世界狂想曲\n" +
            "爱丝卡&罗吉的炼金工房～黄昏天空之炼金术士～\n" +
            "爱吃拉面的小泉同学\n" +
            "牵牛花与加濑同学\n" +
            "犬夜叉\n" +
            "狂赌之渊\n" +
            "狼与香辛料\n" +
            "猫咪日常\n" +
            "王立国教骑士团\n" +
            "环战公主\n" +
            "珈百璃的堕落\n" +
            "电器街的漫画店\n" +
            "电波女与青春男\n" +
            "男子高中生的日常\n" +
            "白箱\n" +
            "白色相簿\n" +
            "百炼霸王与圣约女武神\n" +
            "盾之勇者成名录\n" +
            "砂糖的幸福生活\n" +
            "碧蓝幻想\n" +
            "秒速五厘米\n" +
            "租借女友\n" +
            "空之境界\n" +
            "突击莉莉 BOUQUET\n" +
            "笑容的代价\n" +
            "笨女孩\n" +
            "笨蛋，重新整理，召唤兽\n" +
            "紫罗兰永恒花园\n" +
            "约会大作战\n" +
            "线上游戏的老婆不可能是女生\n" +
            "终将成为你\n" +
            "终结的炽天使\n" +
            "绝对双刃\n" +
            "绯弹的亚里亚\n" +
            "缘之空\n" +
            "罪恶王冠\n" +
            "老子是魔法少女\n" +
            "舰队collection\n" +
            "若叶女孩\n" +
            "茜色少女\n" +
            "萌萌侵略者\n" +
            "萤火之森\n" +
            "落第骑士英雄谭\n" +
            "蓝海少女\n" +
            "蔷薇少女\n" +
            "薄暮\n" +
            "街角魔族\n" +
            "被神捡到的男人\n" +
            "认真和我恋爱\n" +
            "请问您今天要来点兔子吗？\n" +
            "调教咖啡厅\n" +
            "贤者之孙\n" +
            "赛马娘\n" +
            "超人高中生们即便在异世界也能从容生存\n" +
            "超元气三姐妹\n" +
            "路人女主的养成方法\n" +
            "转生成蜘蛛又怎样\n" +
            "轻音少女\n" +
            "辉夜大小姐想让我告白~天才们的恋爱头脑战\n" +
            "进击的巨人\n" +
            "迷茫管家与懦弱的我\n" +
            "邪神与厨二病少女\n" +
            "邻家索菲\n" +
            "重来吧，魔王大人\n" +
            "重装武器\n" +
            "金色时光\n" +
            "钢之炼金术师\n" +
            "钢之炼金术师FA\n" +
            "铳皇无尽的法夫纳\n" +
            "银魂\n" +
            "长骑美眉\n" +
            "闪乱神乐\n" +
            "雏逻辑～from Luck & Logic～\n" +
            "零之使魔\n" +
            "青春猪头少年不会梦到兔女郎学姐\n" +
            "青梅竹马绝对不会输的恋爱喜剧\n" +
            "食戟之灵\n" +
            "骚动季节的少女们\n" +
            "鬼灭之刃\n" +
            "鬼畜\n" +
            "魔卡少女樱\n" +
            "魔女之旅\n" +
            "魔术学姐\n" +
            "魔法少女奈叶\n" +
            "魔法少女小圆\n" +
            "魔法少女网站\n" +
            "魔法禁书目录\n" +
            "魔法科高中的劣等生\n" +
            "魔物娘的相伴日常\n" +
            "魔王学院的不适合者\n" +
            "黄金拼图\n" +
            "黑子的篮球\n" +
            "黑执事\n" +
            "齐木楠雄的灾难\n" +
            "龙与虎\n" +
            "龙王的工作！"
    },
    "杂项":_ => {return " my document\n" +
        " usr\n" +
        " システム\n" +
        " 编程软件\n" +
        " 陈鹏教学视频"},
}
Object.defineProperty(dataMap2,"__belongTo",{
    writable:false,
    configurable:false,
    enumerable:false,
    value:"樱木真乃2T"
});
export {dataMap2};